insert into dept values
(1,'공장',1,null),(2,'기획부',null,1),(3,'개발부',3,1),(4,'영업부',null,1),
(5,'인사팀',5,2), (6,'총무팀',6,2),(7,'회계팀',7,2),(8,'개발1팀',8,3),(9,'개발2팀',11,3);

insert into emp values  -- pw는 모두 1234
(1,1,'홍길동','홍',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-5678','abc@gmail.com'),
(2,7,'김길동','김',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-1235','abc@gmail.com'),
(3,3,'박길동','박',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-4234','abc@gmail.com'),
(4,6,'이길동','이',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-1334','abc@gmail.com'),
(5,5,'정길동','정',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-7234','abc@gmail.com'),
(6,6,'오길동','오',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-1284','abc@gmail.com'),
(7,7,'허길동','허',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-9234','abc@gmail.com'),
(8,8,'최길동','최',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-1334','abc@gmail.com'),
(9,9,'임길동','임',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-7234','abc@gmail.com'),
(10,8,'서길동','서',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-1284','abc@gmail.com'),
(11,9,'우길동','우',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'010-1234-9234','abc@gmail.com');

insert into note values
(1,'일기1','날씨가 맑다',1,'2018-01-07 14:25:02'),
(2,'일기2','날씨가 흐리다',2,'2018-02-07 14:25:02'),
(3,'일기3','날씨가 춥다',3,'2018-08-07 14:25:02'),
(4,'일기4','날씨가 덥다',4,'2018-12-07 14:25:02');

insert into doc values
(1, '전자결재1', '전자결재1 - 내용', 1, '2', '2018-12-08 14:25:02'),
(2, '전자결재2', '전자결재2 - 내용', 1, '3', '2018-12-08 14:25:02'),
(3, '전자결재3', '전자결재3 - 내용', 0, '4', '2018-12-08 14:25:02'),
(4, '전자결재4', '전자결재4 - 내용', 0, '5', '2018-12-08 14:25:02')
