INSERT INTO dept values
  (1,'대표',null,null),(2,'기획부',null,1), (3,'개발부',null,1), (4,'영업부',null,1),
  (5,'인사팀',null,2), (6,'총무팀',null,2), (7,'회계팀',null,2), (8,'개발1팀',5,3), (9,'개발2팀',6,3);

INSERT INTO emp values
  (1,'홍','1234','홍길동','01012345678', 'abc@gmail.com', 1),
  (2,'김','7234','김길동','01012341235', 'abc@gmail.com', 5),
  (3,'박','1334','박길동','01012344234', 'abc@gmail.com', 5),
  (4,'이','1235','이길동','01012341334', 'abc@gmail.com', 8),
  (5,'정','4234','정길동','01012347234', 'abc@gmail.com', 8),
  (6,'오','9234','오길동','01012341284', 'abc@gmail.com', 9),
  (7,'허','1284','허길동','01012349234', 'abc@gmail.com', 9);
  