insert into dept values
(1,'회사',1,null),(2,'기획부',2,1),(3,'개발부',3,1),(4,'영업부',4,1),
(5,'인사팀',5,2), (6,'총무팀',6,2),(7,'회계팀',7,2),(8,'개발1팀',5,3),(9,'개발2팀',6,3);

insert into emp values  -- pw는 모두 1234
(1,'홍',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'홍길동','010-1234-5678','abc@gmail.com',1),
(2,'김',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'김길동','010-1234-1235','abc@gmail.com',5),
(3,'박',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'박길동','010-1234-4234','abc@gmail.com',5),
(4,'이',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'이길동','010-1234-1334','abc@gmail.com',8),
(5,'정',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'정길동','010-1234-7234','abc@gmail.com',8),
(6,'오',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'오길동','010-1234-1284','abc@gmail.com',9),
(7,'허',0x03ac674216f3e15c761ee1a5e255f067953623c8b388b4459e13f978d7c846f4,'허길동','010-1234-9234','abc@gmail.com',9);

insert into note values
(1,'일기1','날씨가 맑다',1,'2018-01-07 14:25:02'),
(2,'일기2','날씨가 흐리다',2,'2018-02-07 14:25:02'),
(3,'일기3','날씨가 춥다',3,'2018-08-07 14:25:02'),
(4,'일기4','날씨가 덥다',4,'2018-12-07 14:25:02');