  
INSERT INTO note values
(1,'일기1','날씨가 맑다','1','2018-01-07 14:25:02'),
(2,'일기2','날씨가 흐리다','2','2018-02-07 14:25:02'),
(3,'일기3','날씨가 춥다','3','2018-08-07 14:25:02'),
(4,'일기4','날씨가 덥다','4','2018-12-07 14:25:02');

INSERT INTO dept values
  (1,'대표',1,null),(2,'기획부',2,1), (3,'개발부',3,1), (4,'영업부',4,1),
  (5,'인사팀',5,2), (6,'총무팀',6,2), (7,'회계팀',7,2), (8,'개발1팀',5,3), (9,'개발2팀',6,3);

INSERT INTO emp values
  (1,'홍','1234','홍길동','01012345678', 'abc@gmail.com', 1),
  (2,'김','7234','김길동','01012341235', 'abc@gmail.com', 5),
  (3,'박','1334','박길동','01012344234', 'abc@gmail.com', 5),
  (4,'이','1235','이길동','01012341334', 'abc@gmail.com', 8),
  (5,'정','4234','정길동','01012347234', 'abc@gmail.com', 8),
  (6,'오','9234','오길동','01012341284', 'abc@gmail.com', 9),
  (7,'허','1284','허길동','01012349234', 'abc@gmail.com', 9);
  

